/* code credit */
"Engine, frontend, net server" = "Moteur, interface, serveur web";
"Many desktop frontend improvements" = "Beaucoup d'améliorations de l'interface de bureau";
"Many engine and desktop frontend improvements" = "Beaucoup d'améliorations du moteur et de l'interface de bureau";
"Drillrocket, Ballgun, RC Plane weapons" = "Roquette Foreuse, Canon à Boules, armes d'Avion Radio-Commandé";
"Mine number and time game settings" = "Nombre de mines et options de la gestion du temps du jeu";
"Desktop frontend improvements" = "Améliorations de l'interface de bureau";
"Desktop frontend improvements" = "Améliorations de l'interface de bureau";
"Mac OS X and iPhone version" = "Versions pour Mac OS X et iPhone";
"Many engine and desktop frontend improvements" = "Beaucoup d'"améliorations du moteur et de l'interface de bureau";
"Gamepad and Lua integration" = "Intégration des manettes de jeu et de Lua";
"Many engine improvements and graphics" = "Beaucoup d'améliorations du moteur et des graphismes";
"Maze maps" = "Cartes de labyrhintes";
"Engine and desktop frontend improvements" = "Améliorations du moteur et de l'interface de bureau";
"Lua game modes and missions" = "Modes de jeu et missions en Lua";
"Desktop frontend improvements" = "Améliorations de l'interface de bureau";
"Android port" = "Portage vers Android";

/* art credit */
"Main graphics" = "Graphismes principaux";
"Some hats" = "Quelques chapeaux";
"Hedgehogs voice" = "Voix d'hérissons";

/* translation credit */
"Brazilian Portuguese" = "Portugais brézilien";
"Bulgarian" = "Bulgare";
"Czech" = "Tchèque";
"Chinese" = "Chinois";
"English" = "Anglais";
"Finnish" = "Finlandais";
"French" = "Français";
"German" = "Allemand";
"Greek" = "Grec";
"Italian" = "Italien";
"Japanese" = "Japonais";
"Korean" = "Coréen";
"Lithuanian" = "Lituanien";
"Polish" = "Polonais";
"Portuguese" = "Portugais";
"Russian" = "Russe";
"Slovak" = "Slovaque";
"Spanish" = "Espagnol";
"Swedish" = "Suédois";
"Ukrainian" = "Ukrainien";
